"Address"         = "Address";
"Value"           = "Value";
"Description"     = "Description";

// Mes: replace ROM name with @
// Pos: position of @ (UniChar count)

"OpenROMMes"      = "Choose a ROM image";
"FreezeToMes"     = "Save the @ freeze file";
"FreezeToPos"     = "10";
"DefrostFromMes"  = "Choose a @ freeze file";
"DefrostFromPos"  = "10";
"NPROMNameMes"    = "Server requests @.";
"NPROMNamePos"    = "17";
"RecordToMes"     = "Save the @ movie file";
"RecordToPos"     = "10";
"PlayFromMes"     = "Choose a @ movie file";
"PlayFromPos"     = "10";
"QTRecordMes"     = "Save the @ QuickTime movie";
"QTRecordPos"     = "10";

"MoviePrevMes"    = "Date :\nTime :\nLength :\nFrames :";   // indexes of info area
"MoviePrevWidth"  = "120";									// width of info area
"MoviePrevBorder" = "45";									// width of indexes column

"ClearMenu"       = "Clear Menu";
"NoneSelected"    = "None Selected";

"NPReady"         = "Ready";
"NPConnecting"    = "Connecting";
"NPServerName"    = "Server";

"AlertMes_01"     = "The folder for saving files is not found.";
"AlertMes_02"     = "Application Support folder will be used instead.";
"AlertMes_03"     = "The folder for saving files is not writable.";
"AlertMes_04"     = "Application Support folder will be used instead.";
"AlertMes_05"     = "This ROM image has bad checksum, so might not work properly.";
"AlertMes_06"     = "Or failed to detect map / interleave.";
"AlertMes_07"     = "No enough space in Cheat Entry.";
"AlertMes_08"     = "Delete some cheats before.";
"AlertMes_09"     = "Snes9x cannot run on your system.";
"AlertMes_10"     = "System requirements: Mac OS X 10.3.9 or later, QuickTime 7 or later.";

"PresetNum"       = "Preset #%ld";

"RunMenu"         = "Run";
"PauseMenu"       = "Pause";

"ResetCIFilter"   = "Reset All Parameters";

"SoundEffectDlg"  = "Sound Effect";
"CreateMetalDlg"  = "NO";	// "YES" to metalize above dialogs

"RecordSMV1"      = "1";
"RecordSMV2"      = "2";
"RecordSMV3"      = "3";
"RecordSMV4"      = "4";
"RecordSMV5"      = "5";
"RecordSMV6"      = "Players to Record :";
"RecordSMV7"      = "Comment :";
"RecordSMV8"      = "Reset";

"PlaySMV1"        = "Read Only";
"PlaySMV2"        = "Export to QuickTime Movie at a Time";

"QTRecord1"       = "Double Size";
"QTRecord2"       = "Overscan";
"QTRecord3"       = "Frame Skip :";
"QTRecord4"       = "Compression...";

"OpenROM1"        = "Memory Type :";
"OpenROM2"        = "Video System :";
"OpenROM3"        = "Interleave Mode :";
"OpenROM4"        = "Header :";
"OpenROM5"        = "Auto Detect";
"OpenROM6"        = "Force LoROM";
"OpenROM7"        = "Force HiROM";
"OpenROM8"        = "Force PAL";
"OpenROM9"        = "Force NTSC";
"OpenROMa"        = "Force not Interleaved";
"OpenROMb"        = "Force Mode 1";
"OpenROMc"        = "Force Mode 2";
"OpenROMd"        = "Force GD24";
"OpenROMe"        = "Force no Header";
"OpenROMf"        = "Force Header";
